Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Волгоград
ar: فولغوغراد
de: Wolgograd
en: Volgograd
es: Volgogrado
fr: Volgograd
hi: वोल्गोग्राद
it: Volgograd
ja: ヴォルゴグラード
ko: 볼고그라드
pt_br: Volgogrado
tr: Volgograd
zh_hans: 伏尔加格勒

source: Воронеж
ar: فورونيج
de: Woronesch
en: Voronezh
es: Vorónezh
fr: Voronej
hi: वोरोनेज़
it: Voronež
ja: ヴォロネジ
ko: 보로네시
pt_br: Voronej
tr: Voronej
zh_hans: 沃罗涅日

source: Время
ar: الوقت
de: Zeit
en: Time
es: Hora
fr: Heure
hi: समय
it: Ora
ja: 時刻
ko: 시간
pt_br: Hora
tr: Zaman
zh_hans: 时间

source: Время: %@
ar: الوقت: %@
de: Zeit: %@
en: Time: %@
es: Hora: %@
fr: Heure : %@
hi: समय: %@
it: Ora: %@
ja: 時刻：%@
ko: 시간: %@
pt_br: Hora: %@
tr: Zaman: %@
zh_hans: 时间：%@

source: Все
ar: الكل
de: Alle
en: All
es: Todos
fr: Tous
hi: सभी
it: Tutti
ja: すべて
ko: 전체
pt_br: Todos
tr: Tümü
zh_hans: 全部

source: все отвечают
ar: الجميع يستجيب
de: alle antworten
en: all responding
es: todos responden
fr: tous répondent
hi: सभी प्रतिसाद दे रहे
it: tutti rispondono
ja: すべて応答
ko: 모두 응답
pt_br: todos respondem
tr: hepsi yanıt veriyor
zh_hans: 全部有响应

source: Все параллельные соединения прошли нормально.
ar: نجحت جميع الاتصالات المتوازية.
de: Alle parallelen Verbindungen sind normal durchgekommen.
en: All parallel connections went through fine.
es: Todas las conexiones paralelas pasaron correctamente.
fr: Toutes les connexions parallèles ont abouti normalement.
hi: सभी समानांतर कनेक्शन सामान्य रूप से पूरे हुए।
it: Tutte le connessioni parallele sono andate a buon fine.
ja: すべての並列接続が正常に成立しました。
ko: 모든 병렬 연결이 정상적으로 통과했습니다.
pt_br: Todas as conexões paralelas passaram normalmente.
tr: Tüm paralel bağlantılar sorunsuz geçti.
zh_hans: 所有并行连接均正常通过。

source: Все проверки
ar: كل الفحوصات
de: Alle Prüfungen
en: All checks
es: Todas las comprobaciones
fr: Toutes les vérifications
hi: सभी जाँच
it: Tutti i controlli
ja: すべてのチェック
ko: 모든 검사
pt_br: Todas as verificações
tr: Tüm testler
zh_hans: 所有检查

source: Все проверки в одном месте
ar: كل الفحوصات في مكان واحد
de: Alle Prüfungen an einem Ort
en: Every check in one place
es: Todas las comprobaciones en un sitio
fr: Tous les tests au même endroit
hi: सभी जाँच एक जगह
it: Tutti i controlli in un posto
ja: すべてのチェックを一か所に
ko: 모든 점검을 한곳에
pt_br: Todas as verificações num só lugar
tr: Tüm kontroller tek yerde
zh_hans: 所有检查集于一处

source: Всё происходит на устройстве, наружу данные не уходят.
ar: كل شيء يجري على الجهاز؛ ولا تغادره أي بيانات.
de: Alles passiert auf dem Gerät; keine Daten verlassen es.
en: It all happens on the device; no data leaves it.
es: Todo ocurre en el dispositivo; ningún dato sale de él.
fr: Tout se passe sur l'appareil ; aucune donnée n'en sort.
hi: सब कुछ डिवाइस पर होता है; कोई डेटा बाहर नहीं जाता।
it: Tutto avviene sul dispositivo; nessun dato esce.
ja: すべてデバイス上で行われ、データは外部に出ません。
ko: 모든 것이 기기에서 이뤄지며 데이터는 밖으로 나가지 않습니다.
pt_br: Tudo acontece no dispositivo; nenhum dado sai dele.
tr: Her şey cihazda olur; hiçbir veri dışarı çıkmaz.
zh_hans: 一切都在设备上完成，数据不外传。

source: Всё считается на устройстве
ar: كل شيء يجري على الجهاز
de: Alles läuft auf dem Gerät
en: Everything runs on the device
es: Todo se calcula en el dispositivo
fr: Tout s'exécute sur l'appareil
hi: सब कुछ डिवाइस पर चलता है
it: Tutto viene calcolato sul dispositivo
ja: すべてデバイス上で処理
ko: 모든 것이 기기에서 처리
pt_br: Tudo é processado no dispositivo
tr: Her şey cihazda çalışır
zh_hans: 一切都在设备上运行

source: Все типы записей, латентность
ar: جميع أنواع السجلات، زمن الاستجابة
de: Alle Eintragstypen, Latenz
en: All record types, latency
es: Todos los tipos de registro, latencia
fr: Tous les types d'enregistrements, latence
hi: सभी रिकॉर्ड प्रकार, विलंबता
it: Tutti i tipi di record, latenza
ja: 全レコードタイプ・遅延
ko: 모든 레코드 유형, 지연 시간
pt_br: Todos os tipos de registro, latência
tr: Tüm kayıt türleri, gecikme
zh_hans: 所有记录类型、延迟

source: Все узлы доступны
ar: جميع العُقد متاحة
de: Alle Hosts erreichbar
en: All hosts are reachable
es: Todos los nodos están accesibles
fr: Tous les nœuds sont accessibles
hi: सभी नोड उपलब्ध हैं
it: Tutti i nodi sono raggiungibili
ja: すべてのノードに到達可能
ko: 모든 노드 연결 가능
pt_br: Todos os nós estão acessíveis
tr: Tüm sunucular erişilebilir
zh_hans: 所有节点均可访问

source: Все узлы отвечают.
ar: جميع العُقد تستجيب.
de: Alle Hosts antworten.
en: All hosts respond.
es: Todos los nodos responden.
fr: Tous les nœuds répondent.
hi: सभी नोड जवाब दे रहे हैं।
it: Tutti i nodi rispondono.
ja: すべてのノードが応答しています。
ko: 모든 노드가 응답해요.
pt_br: Todos os nós respondem.
tr: Tüm sunucular yanıt veriyor.
zh_hans: 所有节点均有响应。

source: Всё, что пришло помимо основных полей: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route и т. д.
ar: كل ما ورد إضافة إلى الحقول الأساسية: fingerprint، pbk/sid، alpn، mux، sockopt، xhttp extra، route وما إلى ذلك.
de: Alles, was über die Hauptfelder hinaus kam: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route usw.
en: Everything beyond the core fields: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route, etc.
es: Todo lo que llegó además de los campos principales: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route, etc.
fr: Tout ce qui arrive en plus des champs principaux : fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route, etc.
hi: मुख्य फ़ील्ड के अलावा जो कुछ भी आया: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route आदि।
it: Tutto ciò che arriva oltre ai campi principali: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route ecc.
ja: 主要フィールド以外のすべて: fingerprint、pbk/sid、alpn、mux、sockopt、xhttp extra、route など。
ko: 기본 필드 외에 전달된 모든 것: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route 등.
pt_br: Tudo que veio além dos campos principais: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route etc.
tr: Temel alanlar dışında gelen her şey: fingerprint, pbk/sid, alpn, mux, sockopt, xhttp extra, route vb.
zh_hans: 除主要字段外的所有内容：fingerprint、pbk/sid、alpn、mux、sockopt、xhttp extra、route 等。

source: Всего
ar: الإجمالي
de: Gesamt
en: Total
es: Total
fr: Total
hi: कुल
it: Totale
ja: 合計
ko: 전체
pt_br: Total
tr: Toplam
zh_hans: 总计

source: Вставить
ar: لصق
de: Einfügen
en: Paste
es: Pegar
fr: Coller
hi: पेस्ट करें
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pt_br: Colar
tr: Yapıştır
zh_hans: 粘贴

source: Вставить ссылку из буфера
ar: لصق الرابط من الحافظة
de: Link aus der Zwischenablage einsetzen
en: Paste link from clipboard
es: Pegar el enlace
fr: Coller le lien
hi: क्लिपबोर्ड से लिंक पेस्ट करें
it: Incolla il link dagli appunti
ja: クリップボードからリンクをペースト
ko: 클립보드에서 링크 붙여넣기
pt_br: Colar link da área de transferência
tr: Bağlantıyı panodan yapıştır
zh_hans: 从剪贴板粘贴链接

source: Вставка страницы «Доступ ограничен»
ar: إدراج صفحة «تم تقييد الوصول»
de: Eingeschleuste Seite „Zugriff eingeschränkt“
en: Injected “Access restricted” page
es: Inserción de una página “Acceso restringido”
fr: Insertion d’une page « Accès restreint »
hi: "एक्सेस प्रतिबंधित" पेज डाला जाना
it: Inserimento della pagina “Accesso limitato”
ja: 「アクセス制限」ページの挿入
ko: '접근 제한' 페이지 삽입
pt_br: Inserção da página “Acesso restrito”
tr: “Erişim kısıtlandı” sayfasının araya sokulması
zh_hans: 插入“访问受限”页面

source: Вчера
ar: الأمس
de: Gestern
en: Yesterday
es: Ayer
fr: Hier
hi: कल
it: Ieri
ja: 昨日
ko: 어제
pt_br: Ontem
tr: Dün
zh_hans: 昨天

source: вы
ar: أنت
de: Sie
en: you
es: tú
fr: vous
hi: आप
it: tu
ja: あなた
ko: 나
pt_br: você
tr: siz
zh_hans: 你

source: Вы не подключены к Wi-Fi
ar: أنت غير متصل بشبكة Wi-Fi
de: Du bist nicht mit Wi-Fi verbunden
en: You're not connected to Wi-Fi
es: No estás conectado a Wi-Fi
fr: Vous n'êtes pas connecté au Wi-Fi
hi: आप Wi-Fi से जुड़े नहीं हैं
it: Non sei connesso al Wi-Fi
ja: Wi-Fi に接続されていません
ko: Wi-Fi에 연결되어 있지 않습니다
pt_br: Você não está conectado ao Wi-Fi
tr: Wi-Fi'ye bağlı değilsiniz
zh_hans: 你未连接 Wi-Fi

source: Выберите инструмент
ar: اختر أداة
de: Wähle ein Werkzeug
en: Select a tool
es: Selecciona una herramienta
fr: Choisissez un outil
hi: टूल चुनें
it: Scegli uno strumento
ja: ツールを選択
ko: 도구 선택
pt_br: Escolha uma ferramenta
tr: Bir araç seçin
zh_hans: 选择工具

source: Выберите сервер
ar: اختر خادماً
de: Server auswählen
en: Select a server
es: Elige un servidor
fr: Choisissez un serveur
hi: सर्वर चुनें
it: Seleziona un server
ja: サーバーを選択
ko: 서버 선택
pt_br: Selecione um servidor
tr: Bir sunucu seçin
zh_hans: 选择服务器

source: Выберите хотя бы один хост
ar: اختر مضيفًا واحدًا على الأقل
de: Wähle mindestens einen Host aus
en: Select at least one host
es: Selecciona al menos un host
fr: Sélectionnez au moins un hôte
hi: कम से कम एक होस्ट चुनें
it: Seleziona almeno un host
ja: ホストを1つ以上選択してください
ko: 호스트를 하나 이상 선택하세요
pt_br: Selecione ao menos um host
tr: En az bir sunucu seçin
zh_hans: 请至少选择一个主机

source: Выбрано: %lld
ar: المحدد: %lld
de: Ausgewählt: %lld
en: Selected: %lld
es: Seleccionados: %lld
fr: Sélection : %lld
hi: चयनित: %lld
it: Selezionati: %lld
ja: 選択済み：%lld
ko: 선택됨: %lld
pt_br: Selecionados: %lld
tr: Seçilen: %lld
zh_hans: 已选 %lld 个

source: Выбрать все
ar: تحديد الكل
de: Alle auswählen
en: Select All
es: Seleccionar todo
fr: Tout sélectionner
hi: सभी चुनें
it: Seleziona tutti
ja: すべて選択
ko: 모두 선택
pt_br: Selecionar todos
tr: Tümünü seç
zh_hans: 全选

source: выполняется
ar: قيد التنفيذ
de: läuft
en: running
es: en curso
fr: en cours
hi: चल रहा है
it: in corso
ja: 実行中
ko: 실행 중
pt_br: em execução
tr: çalışıyor
zh_hans: 进行中

source: выход за пределы
ar: خارج الحدود
de: außerhalb des Bereichs
en: out of range
es: fuera de rango
fr: hors limites
hi: सीमा से बाहर
it: fuori dai limiti
ja: 範囲外
ko: 범위 초과
pt_br: fora dos limites
tr: sınır dışı
zh_hans: 超出范围

source: Выходной IP
ar: IP الخروج
de: Ausgangs-IP
en: Exit IP
es: IP de salida
fr: IP de sortie
hi: आउटगोइंग IP
it: IP di uscita
ja: 出口 IP
ko: 출구 IP
pt_br: IP de saída
tr: Çıkış IP'si
zh_hans: 出口 IP

source: Выходной IP через ваш прокси
ar: IP الخروج عبر Proxy الخاص بك
de: Ausgangs-IP über deinen Proxy
en: Exit IP through your proxy
es: IP de salida a través de tu proxy
fr: IP de sortie via votre proxy
hi: आपके Proxy से आउटगोइंग IP
it: IP di uscita tramite il tuo proxy
ja: Proxy 経由の出口 IP
ko: 프록시를 통한 출구 IP
pt_br: IP de saída pelo seu proxy
tr: Proxy'niz üzerinden çıkış IP'si
zh_hans: 通过你的代理的出口 IP

source: Где находится адрес
ar: أين يقع العنوان
de: Wo die Adresse liegt
en: Where the address is
es: Ubicación de la dirección
fr: Où se trouve l’adresse
hi: पता कहाँ है
it: Dove si trova l’indirizzo
ja: アドレスの所在地
ko: 주소 위치
pt_br: Onde o endereço está
tr: Adresin konumu
zh_hans: 地址所在位置

source: Геолокация
ar: تحديد الموقع
de: Geolokalisierung
en: Geolocation
es: Geolocalización
fr: Géolocalisation
hi: भू-स्थान
it: Geolocalizzazione
ja: 位置情報
ko: 위치 정보
pt_br: Geolocalização
tr: Coğrafi konum
zh_hans: 地理位置

source: Геолокация IP
ar: تحديد الموقع الجغرافي لـ IP
de: IP-Geolokalisierung
en: IP geolocation
es: Geolocalización de IP
fr: Géolocalisation IP
hi: IP जियोलोकेशन
it: Geolocalizzazione IP
ja: IP のジオロケーション
ko: IP 지리적 위치
pt_br: Geolocalização de IP
tr: IP coğrafi konumu
zh_hans: IP 地理定位

source: Геопозиция нужна только для чтения имени сети — координаты не сохраняются и не отправляются.
ar: الموقع الجغرافي مطلوب فقط لقراءة اسم الشبكة — الإحداثيات لا تُحفظ ولا تُرسل.
de: Der Standort wird nur zum Auslesen des Netzwerknamens benötigt — Koordinaten werden nicht gespeichert oder gesendet.
en: Location is only needed to read the network name — coordinates are not stored or sent.
es: La ubicación solo se usa para leer el nombre de la red: las coordenadas no se guardan ni se envían.
fr: La localisation ne sert qu'à lire le nom du réseau — les coordonnées ne sont ni enregistrées ni envoyées.
hi: लोकेशन केवल नेटवर्क का नाम पढ़ने के लिए चाहिए — निर्देशांक न सहेजे जाते हैं न भेजे जाते हैं।
it: La posizione serve solo per leggere il nome della rete: le coordinate non vengono salvate né inviate.
ja: 位置情報はネットワーク名の読み取りにのみ使用されます — 座標は保存も送信もされません。
ko: 위치 정보는 네트워크 이름을 읽는 데만 필요합니다 — 좌표는 저장되거나 전송되지 않습니다.
pt_br: A localização é usada apenas para ler o nome da rede — as coordenadas não são salvas nem enviadas.
tr: Konum yalnızca ağ adını okumak için gerekir — koordinatlar kaydedilmez ve gönderilmez.
zh_hans: 定位仅用于读取网络名称——不会保存或发送坐标。

source: Геопозиция нужна только чтобы прочитать имя Wi-Fi.
ar: يُستخدم الموقع فقط لقراءة اسم Wi-Fi.
de: Der Standort wird nur zum Auslesen des Wi-Fi-Namens verwendet.
en: Location is used only to read the Wi-Fi name.
es: La ubicación se usa solo para leer el nombre del Wi-Fi.
fr: La localisation sert uniquement à lire le nom du Wi-Fi.
hi: स्थान का उपयोग केवल Wi-Fi का नाम पढ़ने के लिए होता है।
it: La posizione serve solo a leggere il nome del Wi-Fi.
ja: 位置情報は Wi-Fi 名の取得のみに使われます。
ko: 위치는 Wi-Fi 이름을 읽는 데에만 사용됩니다.
pt_br: A localização é usada apenas para ler o nome do Wi-Fi.
tr: Konum yalnızca Wi-Fi adını okumak için kullanılır.
zh_hans: 定位仅用于读取 Wi-Fi 名称。

source: Город или адрес сервера
ar: المدينة أو عنوان الخادم
de: Stadt oder Serveradresse
en: City or server address
es: Ciudad o dirección del servidor
fr: Ville ou adresse du serveur
hi: शहर या सर्वर पता
it: Città o indirizzo del server
ja: 都市名またはサーバーアドレス
ko: 도시 또는 서버 주소
pt_br: Cidade ou endereço do servidor
tr: Şehir veya sunucu adresi
zh_hans: 城市或服务器地址

source: Госуслуги
ar: Gosuslugi
de: Gosuslugi
en: Gosuslugi
es: Gosuslugi
fr: Gosuslugi
hi: Gosuslugi
it: Gosuslugi
ja: Gosuslugi
ko: Gosuslugi
pt_br: Gosuslugi
tr: Gosuslugi
zh_hans: Gosuslugi

source: готово
ar: تم
de: fertig
en: done
es: listo
fr: terminé
hi: पूर्ण
it: fatto
ja: 完了
ko: 완료
pt_br: pronto
tr: bitti
zh_hans: 完成

source: Готово
ar: تم
de: Fertig
en: Done
es: Listo
fr: Terminé
hi: पूर्ण
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
tr: Hazır
zh_hans: 完成

source: готово — %lld %@
ar: تم — %lld %@
de: fertig — %lld %@
en: done — %lld %@
es: listo — %lld %@
fr: terminé — %lld %@
hi: पूर्ण — %lld %@
it: fatto — %lld %@
ja: 完了 — %lld %@
ko: 완료 — %lld %@
pt_br: pronto — %lld %@
tr: bitti — %lld %@
zh_hans: 完成 — %lld %@

source: Готово к замеру скорости
ar: جاهز لقياس السرعة
de: Bereit für die Geschwindigkeitsmessung
en: Ready to measure speed
es: Listo para medir la velocidad
fr: Prêt à mesurer le débit
hi: गति मापने के लिए तैयार
it: Pronto a misurare la velocità
ja: 速度計測の準備完了
ko: 속도 측정 준비됨
pt_br: Pronto para medir a velocidade
tr: Hız ölçümüne hazır
zh_hans: 准备测速

source: Готово к запросу
ar: جاهز للاستعلام
de: Bereit für die Abfrage
en: Ready to query
es: Listo para consultar
fr: Prêt à interroger
hi: क्वेरी के लिए तैयार
it: Pronto per la query
ja: 照会の準備完了
ko: 조회 준비됨
pt_br: Pronto para consultar
tr: Sorguya hazır
zh_hans: 准备查询

source: Готово к запросу whois
ar: جاهز لاستعلام whois
de: Bereit für die Whois-Abfrage
en: Ready to query whois
es: Listo para consultar whois
fr: Prêt à interroger whois
hi: whois क्वेरी के लिए तैयार
it: Pronto per la query whois
ja: whois 照会の準備完了
ko: whois 조회 준비됨
pt_br: Pronto para consultar o whois
tr: whois sorgusuna hazır
zh_hans: 准备查询 whois

source: Готово к запуску MTR
ar: جاهز لتشغيل MTR
de: Bereit für MTR
en: Ready to run MTR
es: Listo para ejecutar MTR
fr: Prêt à lancer MTR
hi: MTR चलाने के लिए तैयार
it: Pronto a eseguire MTR
ja: MTR の準備完了
ko: MTR 실행 준비됨
pt_br: Pronto para executar o MTR
tr: MTR çalıştırmaya hazır
zh_hans: 准备运行 MTR

source: Готово к поиску MTU
ar: جاهز للبحث عن MTU
de: Bereit für die MTU-Suche
en: Ready to find the MTU
es: Listo para buscar la MTU
fr: Prêt à chercher le MTU
hi: MTU खोजने के लिए तैयार
it: Pronto a cercare l'MTU
ja: MTU 探索の準備完了
ko: MTU 탐색 준비됨
pt_br: Pronto para descobrir a MTU
tr: MTU aramaya hazır
zh_hans: 准备探测 MTU

source: Готово к пробуждению
ar: جاهز للإيقاظ
de: Bereit zum Aufwecken
en: Ready to wake a device
es: Listo para despertar
fr: Prêt à réveiller
hi: जगाने के लिए तैयार
it: Pronto a risvegliare
ja: 起動の準備完了
ko: 깨우기 준비됨
pt_br: Pronto para acordar o dispositivo
tr: Uyandırmaya hazır
zh_hans: 准备唤醒设备

source: Готово к проверке
ar: جاهز للفحص
de: Bereit zur Prüfung
en: Ready to check
es: Listo para comprobar
fr: Prêt à vérifier
hi: जाँच के लिए तैयार
it: Pronto per il controllo
ja: 確認の準備完了
ko: 확인 준비 완료
pt_br: Pronto para verificar
tr: Kontrole hazır
zh_hans: 准备就绪，可开始检查

source: Готово к проверке bufferbloat
ar: جاهز لاختبار bufferbloat
de: Bereit für den Bufferbloat-Test
en: Ready to test bufferbloat
es: Listo para probar el bufferbloat
fr: Prêt à tester le bufferbloat
hi: bufferbloat जाँच के लिए तैयार
it: Pronto per testare il bufferbloat
ja: bufferbloat テストの準備完了
ko: bufferbloat 테스트 준비 완료
pt_br: Pronto para testar o bufferbloat
tr: Bufferbloat testine hazır
zh_hans: 准备测试 bufferbloat

source: Готово к проверке портов
ar: جاهز لفحص المنافذ
de: Bereit für die Portprüfung
en: Ready to check ports
es: Listo para comprobar puertos
fr: Prêt à vérifier les ports
hi: पोर्ट जाँच के लिए तैयार
it: Pronto a controllare le porte
ja: ポート確認の準備完了
ko: 포트 확인 준비됨
pt_br: Pronto para checar portas
tr: Port kontrolüne hazır
zh_hans: 准备检查端口

source: Готово к проверке списков
ar: جاهز لفحص القوائم
de: Bereit für die Listenprüfung
en: Ready to check the lists
es: Listo para revisar las listas
fr: Prêt à vérifier les listes
hi: सूचियाँ जाँचने के लिए तैयार
it: Pronto a controllare le liste
ja: リスト照会の準備完了
ko: 목록 조회 준비됨
pt_br: Pronto para checar as listas
tr: Listeleri kontrole hazır
zh_hans: 准备查询黑名单

source: Готово к разбору TLS
ar: جاهز لتحليل TLS
de: Bereit für die TLS-Analyse
en: Ready to inspect TLS
es: Listo para analizar TLS
fr: Prêt à analyser TLS
hi: TLS जाँच के लिए तैयार
it: Pronto ad analizzare TLS
ja: TLS 解析の準備完了
ko: TLS 분석 준비됨
pt_br: Pronto para inspecionar o TLS
tr: TLS incelemeye hazır
zh_hans: 准备解析 TLS

source: Готово к сканированию
ar: جاهز للفحص
de: Bereit zum Scannen
en: Ready to scan
es: Listo para escanear
fr: Prêt à scanner
hi: स्कैन के लिए तैयार
it: Pronto alla scansione
ja: スキャンの準備完了
ko: 스캔 준비됨
pt_br: Pronto para escanear
tr: Taramaya hazır
zh_hans: 准备扫描

source: Готово к сравнению
ar: جاهز للمقارنة
de: Bereit zum Vergleich
en: Ready to compare
es: Listo para comparar
fr: Prêt à comparer
hi: तुलना के लिए तैयार
it: Pronto al confronto
ja: 比較の準備完了
ko: 비교 준비됨
pt_br: Pronto para comparar
tr: Karşılaştırmaya hazır
zh_hans: 准备对比

source: Готово к трассировке
ar: جاهز للتتبّع
de: Bereit für Trace
en: Ready to trace
es: Listo para trazar
fr: Prêt pour le tracé
hi: ट्रेस के लिए तैयार
it: Pronto al tracciamento
ja: トレースの準備完了
ko: 경로 추적 준비됨
pt_br: Pronto para o traceroute
tr: İzlemeye hazır
zh_hans: 准备好路由跟踪

source: Группа
ar: المجموعة
de: Gruppe
en: Group
es: Grupo
fr: Groupe
hi: समूह
it: Gruppo
ja: グループ
ko: 그룹
pt_br: Grupo
tr: Grup
zh_hans: 分组

source: Даже контрольный адрес недоступен — проверьте подключение.
ar: حتى العنوان المرجعي غير متاح — تحقّق من الاتصال.
de: Selbst die Kontrolladresse ist nicht erreichbar – prüfen Sie Ihre Verbindung.
en: Even the control address is unreachable — check your connection.
es: Ni siquiera la dirección de control está disponible: revisa tu conexión.
fr: Même l'adresse de contrôle est inaccessible — vérifiez votre connexion.
hi: यहाँ तक कि नियंत्रण पता भी उपलब्ध नहीं है — अपना कनेक्शन जाँचें।
it: Anche l'indirizzo di controllo non è raggiungibile — verifica la connessione.
ja: 基準アドレスにも到達できません — 接続を確認してください。
ko: 기준 주소조차 접속할 수 없습니다 — 연결을 확인하세요.
pt_br: Até o endereço de controle está inacessível — verifique sua conexão.
tr: Kontrol adresi bile erişilemiyor — bağlantınızı kontrol edin.
zh_hans: 连控制地址都无法访问 — 请检查网络连接。

source: Далее
ar: التالي
de: Weiter
en: Next
es: Siguiente
fr: Suivant
hi: आगे
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
tr: İleri
zh_hans: 下一步

source: Дальше система покажет свой запрос — решение за вами.
ar: بعد ذلك سيعرض النظام طلبه الخاص — القرار لك.
de: Als Nächstes zeigt das System seine eigene Abfrage — die Entscheidung liegt bei dir.
en: Next the system shows its own prompt — the choice is yours.
es: Después el sistema mostrará su propia solicitud — la decisión es tuya.
fr: Ensuite le système affichera sa propre demande — le choix vous appartient.
hi: इसके बाद सिस्टम अपना अनुरोध दिखाएगा — निर्णय आपका है।
it: Poi il sistema mostrerà la propria richiesta — la scelta è tua.
ja: 次にシステム自身の確認が表示されます — 決めるのはあなたです。
ko: 다음에는 시스템이 자체 요청을 표시합니다 — 선택은 당신의 몫입니다.
pt_br: Em seguida o sistema mostrará seu próprio pedido — a escolha é sua.
tr: Ardından sistem kendi istemini gösterir — karar sizin.
zh_hans: 接下来系统会弹出自己的请求——决定权在你。

source: Данные вебхука
ar: بيانات Webhook
de: Webhook-Daten
en: Webhook data
es: Datos del webhook
fr: Données du webhook
hi: वेबहुक डेटा
it: Dati del webhook
ja: Webhook のデータ
ko: 웹훅 데이터
pt_br: Dados do webhook
tr: Webhook verileri
zh_hans: Webhook 数据

source: Данные вебхука для этого теста
ar: بيانات Webhook لهذا الاختبار
de: Webhook-Daten für diesen Test
en: Webhook data for this test
es: Datos del webhook para esta prueba
fr: Données du webhook pour ce test
hi: इस टेस्ट का वेबहुक डेटा
it: Dati del webhook per questo test
ja: このテストの Webhook データ
ko: 이 테스트의 웹훅 데이터
pt_br: Dados do webhook deste teste
tr: Bu test için webhook verileri
zh_hans: 此测试的 Webhook 数据

source: Данные не покидают устройство
ar: لا تغادر البيانات الجهاز
de: Daten verlassen das Gerät nie
en: Data never leaves the device
es: Los datos no salen del dispositivo
fr: Les données ne quittent jamais l'appareil
hi: डेटा डिवाइस से बाहर नहीं जाता
it: I dati non lasciano mai il dispositivo
ja: データはデバイスから出ません
ko: 데이터는 기기를 벗어나지 않습니다
pt_br: Os dados nunca saem do dispositivo
tr: Veriler cihazdan çıkmaz
zh_hans: 数据绝不离开设备

source: Данные по инструментам
ar: البيانات حسب الأداة
de: Daten pro Tool
en: Data per tool
es: Datos por herramienta
fr: Données par outil
hi: टूल के अनुसार डेटा
it: Dati per strumento
ja: ツールごとのデータ
ko: 도구별 데이터
pt_br: Dados por ferramenta
tr: Araçlara göre veriler
zh_hans: 各工具的数据

source: Данные проверки
ar: بيانات الفحص
de: Prüfdaten
en: Check data
es: Datos de la comprobación
fr: Données de la vérification
hi: जाँच डेटा
it: Dati del controllo
ja: 確認データ
ko: 확인 데이터
pt_br: Dados da verificação
tr: Kontrol verileri
zh_hans: 检查数据

source: Дата-центр
ar: مركز بيانات
de: Rechenzentrum
en: Data center
es: Centro de datos
fr: Centre de données
hi: डेटा सेंटर
it: Data center
ja: データセンター
ko: 데이터 센터
pt_br: Data center
tr: Veri merkezi
zh_hans: 数据中心

source: Два и более приватных маршрутизатора на пути — вероятен Double NAT.
ar: يوجد موجّهان خاصان أو أكثر على المسار — يُرجَّح Double NAT.
de: Zwei oder mehr private Router auf dem Pfad – wahrscheinlich Double NAT.
en: Two or more private routers on the path — Double NAT is likely.
es: Dos o más routers privados en la ruta: probable Double NAT.
fr: Deux routeurs privés ou plus sur le trajet — un Double NAT est probable.
hi: मार्ग पर दो या अधिक निजी राउटर — संभवतः Double NAT।
it: Due o più router privati lungo il percorso — probabile Double NAT.
ja: 経路上にプライベートルーターが 2 台以上あります — Double NAT の可能性があります。
ko: 경로에 사설 라우터가 두 개 이상 있습니다 — Double NAT일 가능성이 높습니다.
pt_br: Dois ou mais roteadores privados no caminho — provável Double NAT.
tr: Yolda iki veya daha fazla özel yönlendirici var — muhtemelen Double NAT.
zh_hans: 路径上有两个或更多私有路由器 — 很可能是双重 NAT。

source: Деградация
ar: تدهور
de: Verschlechterung
en: Degradation
es: Degradación
fr: Dégradation
hi: गिरावट
it: Degradazione
ja: 品質低下
ko: 품질 저하
pt_br: Degradação
tr: Bozulma
zh_hans: 性能下降

source: Действует до
ar: صالح حتى
de: Gültig bis
en: Valid until
es: Válido hasta
fr: Valable jusqu'au
hi: इस तिथि तक वैध
it: Valido fino al
ja: 有効期限
ko: 유효 기간
pt_br: Válido até
tr: Geçerlilik sonu
zh_hans: 有效期至

source: Детект DNS-подмены
ar: كشف تزوير DNS
de: Erkennung von DNS-Fälschung
en: DNS spoofing detection
es: Detección de falsificación de DNS
fr: Détection de falsification DNS
hi: DNS छेड़छाड़ का पता लगाना
it: Rilevamento alterazione DNS
ja: DNS 改ざんの検出
ko: DNS 변조 탐지
pt_br: Detecção de adulteração de DNS
tr: DNS sahtekârlığı tespiti
zh_hans: 检测 DNS 篡改

source: джиттер
ar: التذبذب
de: Jitter
en: jitter
es: jitter
fr: gigue
hi: jitter
it: jitter
ja: ジッター
ko: 지터
pt_br: jitter
tr: jitter
zh_hans: 抖动

source: Джиттер
ar: التذبذب
de: Jitter
en: Jitter
es: Jitter
fr: Gigue
hi: जिटर
it: Jitter
ja: ジッター
ko: 지터
pt_br: Jitter
tr: Jitter
zh_hans: 抖动
